{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "EPartyReservationResult",
			"Children": [
				{
					"Source":
					{
						"Text": "Accepted"
					},
					"Translation":
					{
						"Text": "수락됨"
					},
					"Key": "Accepted"
				},
				{
					"Source":
					{
						"Text": "Bad reservation request"
					},
					"Translation":
					{
						"Text": "잘못된 예약 요청입니다."
					},
					"Key": "InvalidReservation"
				},
				{
					"Source":
					{
						"Text": "Duplicate reservation detected"
					},
					"Translation":
					{
						"Text": "중복 예약 감지됨"
					},
					"Key": "DuplicateReservation"
				},
				{
					"Source":
					{
						"Text": "Game full"
					},
					"Translation":
					{
						"Text": "게임 풀"
					},
					"Key": "FullGame"
				},
				{
					"Source":
					{
						"Text": "No Reservation"
					},
					"Translation":
					{
						"Text": "예약 없음"
					},
					"Key": "ReservationNotFound"
				},
				{
					"Source":
					{
						"Text": "No response"
					},
					"Translation":
					{
						"Text": "반응 없음"
					},
					"Key": "NoResponse"
				},
				{
					"Source":
					{
						"Text": "Not accepting connections"
					},
					"Translation":
					{
						"Text": "연결 불가 상태"
					},
					"Key": "DeniedResponse"
				},
				{
					"Source":
					{
						"Text": "Party members already in session"
					},
					"Translation":
					{
						"Text": "파티원들이 이미 게임 중입니다."
					},
					"Key": "ContainsExistingPlayers"
				},
				{
					"Source":
					{
						"Text": "Player Banned"
					},
					"Translation":
					{
						"Text": "플레이어 추방됨"
					},
					"Key": "BannedResponse"
				},
				{
					"Source":
					{
						"Text": "Unknown Error"
					},
					"Translation":
					{
						"Text": "알 수 없는 오류"
					},
					"Key": "GeneralError"
				}
			]
		},
		{
			"Namespace": "K2Node",
			"Children": [
				{
					"Source":
					{
						"Text": "Flush Leaderboards"
					},
					"Translation":
					{
						"Text": "순위표 비움"
					},
					"Key": "FlushLeaderboards"
				},
				{
					"Source":
					{
						"Text": "Flushes leaderboards for a session"
					},
					"Translation":
					{
						"Text": "한 기간 동안의 순위표를 비웁니다."
					},
					"Key": "K2Node_LeaderboardFlush_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Online|Leaderboard"
					},
					"Translation":
					{
						"Text": "온라인|순위표"
					},
					"Key": "LeaderboardFlushCategory"
				}
			]
		},
		{
			"Namespace": "NetworkErrors",
			"Children": [
				{
					"Source":
					{
						"Text": "Beacon Connection Failed."
					},
					"Translation":
					{
						"Text": "봉화 연결 실패."
					},
					"Key": "GenericBeaconConnectionFailed"
				},
				{
					"Source":
					{
						"Text": "Join failure, Couldn't spawn beacon."
					},
					"Translation":
					{
						"Text": "참가 실패, 봉화를 스폰시킬 수 없습니다."
					},
					"Key": "BeaconSpawnFailureError"
				},
				{
					"Source":
					{
						"Text": "Join failure, existing ClientWorldPackageName."
					},
					"Translation":
					{
						"Text": "참가 실패, ClientWorldPackageName 이 이미 있습니다."
					},
					"Key": "BeaconSpawnClientWorldPackageNameError"
				},
				{
					"Source":
					{
						"Text": "Join failure, existing beacon actor."
					},
					"Translation":
					{
						"Text": "참가 실패, 봉화 액터가 이미 있습니다."
					},
					"Key": "BeaconSpawnExistingActorError"
				},
				{
					"Source":
					{
						"Text": "Join failure, no actor at NetGUIDAck."
					},
					"Translation":
					{
						"Text": "참가 실패, NetGUIDAck 에 액터가 없습니다."
					},
					"Key": "BeaconSpawnNetGUIDAckError2"
				},
				{
					"Source":
					{
						"Text": "Join failure, no host object at NetGUIDAck."
					},
					"Translation":
					{
						"Text": "참가 실패, NetGUIDAck 에 호스트 오브젝트가 없습니다."
					},
					"Key": "BeaconSpawnNetGUIDAckError1"
				},
				{
					"Source":
					{
						"Text": "Join failure, unexpected control message."
					},
					"Translation":
					{
						"Text": "참가 실패, 예상치 못한 제어 메시지입니다."
					},
					"Key": "BeaconSpawnUnexpectedError"
				}
			]
		}
	]
}